aria2
autoconf
bat
boost
brotli
c-ares
ca-certificates
cabextract
cdrtools
chntpw
double-conversion
edencommon
fb303
fbthrift
fd
fizz
fmt
folly
fzf
gdbm
gettext
gflags
git
git-lfs
glog
icu4c
libevent
libidn2
libnghttp2
libsodium
libssh2
libtermkey
libunistring
libuv
libvterm
libyaml
luajit
luv
lz4
m4
mpdecimal
msgpack
ncurses
neovim
node
node@16
openssl@1.0
openssl@1.1
openssl@3
pcre
pcre2
pkg-config
prettierd
python@3.10
python@3.11
python@3.9
rbenv
readline
ripgrep
ruby
ruby-build
shopify-cli
snappy
sqlite
stripe
the_silver_searcher
theme-check
tmux
tmuxinator
tree-sitter
unibilium
utf8proc
wangle
watchman
wget
wimlib
xz
yarn
zstd
alacritty
db-browser-for-sqlite
font-fira-code-nerd-font
font-fira-mono-nerd-font
iterm2
ngrok
